Repository: ips13/woocommerce-auctions
Catalog: languages/woo-auction-*.po
Languages: nl_nl

source: Woocommerce Auction plugin requires <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a>!
nl_nl: Woocommerce Auction plugin vereist Woocommerce

source: Add the full URL link of the listing of your property. In case of a Funda or Pararius URL, click on Import to automatically extract information from the listing.
nl_nl: Voeg de URL link toe van de advertentie van je object. In het geval van een Funda of Pararius advertentie kunt u op HAAL OP klikken om automatisch de informatie van de advertentie in te laden.

source: Street name and house number
nl_nl: Straatnaam en huisnummer

source: The city in which the object is located
nl_nl: De stad waar het object is gelegen

source: The date from which the tenant can move in the object
nl_nl: De datum vanaf wanneer de huurder de woning kan betrekken

source: The duration of the rental contract. If your option is not available, please indicate in additional information
nl_nl: De duur van het huurcontract. Indien je optie niet beschikbaar is, vul dit dan bij de additionele informatie in

source: The date and time on which the auction starts and people can bid (the auction will be visible after it has been approved by TheNextBid)
nl_nl: De datum en tijd waarop de veiling start en mensen kunnen bieden (de veiling wordt zichtbaar nadat deze is goedgekeurd door TheNextBid)

source: The date and time on which the auction will finish. We advise 9 o&#39;clock in the evening
nl_nl: De datum en tijd waarop de veiling zal eindigen. Wij adviseren 9 uur in de avond

source: We advise 10% below the listing price to encourage bidding activity
nl_nl: Wij adviseren 10% beneden de advertentieprijs om meer biedingen te ontvangen

source: If there is no listing of the property (yet), enter a reasonable (monthly) rental price.
nl_nl: Indien er (nog) geen advertentie van het object is, geef hier dan een redelijke maandelijkse huurprijs op.

source: Indicate all relevant requirements for the tenant (e.g. income)
nl_nl: Noteer alle relevante vereisten voor de huurder (bijv. inkomen)

source: Indicate all relevant additional information such as rental period, policies
nl_nl: Geef alle relevante additionele informatie, zoals over de huurperiode

source: Deposit in Euro
nl_nl: Borg in Euro

source: The amount of an auto bid is the maximum price you want to pay for the rental home. The advantage of an auto bid is that the maximum price has not been directly bid, but it automatically outbids the current highest bid and subsequently outbids any new bids with minimal increments until the highest bid passes the maximum amount of the submitted auto bid.
nl_nl: Het bedrag van een autobod is de maximum prijs die je wilt betalen voor de woning. Het voordeel van een auto bod is, dat je de maximumprijs niet direct bied, maar je automatisch het huidige hoogste bod overbied en alle biedingen die na jouw bod komen, zolang zij onder jouw maximum bod blijven.

source: Auction succesfully submitted. We will check and approve the auction as soon as possible.
nl_nl: Veilingverzoek succesvol verzonden. We zullen de veiling zo snel mogelijk checken en goedkeuren.

source: Login required!
nl_nl: Inloggen vereist!

source: Please <a href='%s'>Login</a> or <a href='%s'>Register</a> if you want to participate in the auction
nl_nl: <a href='%s'>Log in</a> of <a href='%s'>registreer</a> als je wilt deelnemen aan de veiling

source: Please select Object Available From
nl_nl: Selecteer de datum vanaf wanneer de woning beschikbaar is

source: Please select Auction Date Range
nl_nl: Selecteerd de veiling data

source: Please select Start Price
nl_nl: Selecteer de startprijs

source: Please select Listing Price
nl_nl: Selecteer de advertentieprijs

source: Select Rental Period
nl_nl: Selecteer huurperiode

source: City required
nl_nl: Stad vereist

source: Deposit price required
nl_nl: Borgbedrag vereist

source: Please accept auction rules
nl_nl: Accepteer alsjeblieft de veilingregels

source: Search for Auctions
nl_nl: Zoek naar veilingen

source: Searching...
nl_nl: Zoeken...

source: %s does not exist.
nl_nl: %s bestaat niet.

source: Auction Commission
nl_nl: Veilingcomissie

source: Display a list of a customer's recently viewed auctions.
nl_nl: Laat een lijst zien met de door gebruiker recent bezochte veilingen.

source: Recent Viewed Auctions
nl_nl: Recent bekeken veilingen

source: Title
nl_nl: Titel

source: Display
nl_nl: Laat zien

source: Viewed Auctions
nl_nl: Bekeken veilingen

source: Live Auctions
nl_nl: Live veilingen

source: Show
nl_nl: Laat zien

source: Last Auctions
nl_nl: Recente veilingen

source: Featured Auctions
nl_nl: Uitgelichte veilingen

source: Show not-started auctions
nl_nl: Laat niet-gestarte veilingen zien

source: Number of auctions to show
nl_nl: Aantal veilingen om te laten zien

source: Auction Detail
nl_nl: Veiling detail

source: Auction Reports
nl_nl: Veilingrapporten

source: Pay Commission
nl_nl: Betaal commissie

source: Start auction
nl_nl: Start veiling

source: Auction reports
nl_nl: Veilingrapporten

source: All Auctions
nl_nl: Alle veilingen

source: Start Auction
nl_nl: Start veiling

source: Closed
nl_nl: Gesloten

source: Pending for Approval
nl_nl: Wachten op goedkeuring

source: Approved
nl_nl: Goedgekeurd

source: Company Name required!
nl_nl: Bedrijfsnaam vereist!

source: Email is required!
nl_nl: E-mailadres is vereist!

source: Try with another email!
nl_nl: Probeer met een ander e-mailadres

source: Your new password can't be empty!
nl_nl: Je nieuwe wachtwoord kan niet leeg zijn!

source: Enter password min. 6 characters!
nl_nl: Type een wachtwoord met minimaal 6 karakters in!

source: Your current password incorrect!
nl_nl: Je huidige wachtwoord is niet correct!

source: Password updated!
nl_nl: Wachtwoord opgeslagen!

source: Profile Saved Successfully!
nl_nl: Profiel succesvol opgeslagen!

source: You do not have enough permission to access this page. Please logged in first.
nl_nl: Je hebt geen toestemming om deze pagina te bezoeken. Log alsjeblieft eerst in.

source: You do not have enough permission to submit a new product. Please contact site administrator.
nl_nl: Je hebt geen toestemming om een product aan te melden. Contacteer de site admin.

source: Bid more than 50% of listing price is not allowed!
nl_nl: Meer dan 50% over de advertentieprijs heen bieden is niet toegestaan!

source: Please enter a bid that is higher than your own highest bid currently at this auction. (%s)
nl_nl: Vul alsjeblieft een bod in dat hoger is dan je huidige bod van deze veiling. (%s)

source: The amount of your (Auto) Bid was already entered through an Auto Bid of another Bidder.
nl_nl: Het bedrag van je (Auto) bod is al geboden met een auto bod van een andere bieder.

source: Please enter a Bid that has not been placed yet.
nl_nl: Vul alsjeblieft een nog niet geplaatst bod in.

source: You cannot Bid lower than the Listing Price if the Current Auction Price is already equal to or higher than the Listing Price
nl_nl: Je kunt niet lager bieden dan de advertentieprijs als het huidige hoogste bod al gelijk of hoger is dan de advertentieprijs

source: Auto bid
nl_nl: Auto bod

source: You have successfully placed an auto bid.
nl_nl: Je hebt succesvol een auto bod geplaatst!

source: You placed a new Auto Bid!
nl_nl: Je hebt een nieuw auto bod geplaatst!

source: Please enter an auto bid that is above the current auction price.
nl_nl: Vul alsjeblieft een auto bod die boven het huidige hoogste bod ligt.

source: There are no live auctions at the moment
nl_nl: Er zijn geen live veilingen op dit moment

source: Ends in:
nl_nl: Eindigt binnen:

source: Auction Closed
nl_nl: Veiling gesloten

source: Key information
nl_nl: Belangrijkste informatie

source: Link to original listing
nl_nl: Link naar originele advertentie

source: Auction closed
nl_nl: Veiling gesloten

source: No bids received.
nl_nl: Geen biedingen ontvangen.

source: No bids have been received for your auction. We will contact you to discuss potential causes and to find a solution to solve this for your future auctions. Can't wait
nl_nl: Geen biedingen zijn ontvangen voor deze veiling. We nemen contact met je op om de mogelijke oorzaken te bespreken en voor het vinden van een oplossing om dit in de toekomst te voorkomen.

source: Contact us
nl_nl: Neem contact met ons op

source: Closed, but not done.
nl_nl: Gesloten, maar nog niet klaar.

source: The auction is closed, please check your
nl_nl: De veiling is gesloten, check alsjeblieft

source: for the next steps which could be a payment or directly contacting the bidders.
nl_nl: voor de volgende stappen, dat een betaling van de commissie en/of het direct contacteren van de bieders kan zijn.

source: You are the highest bidder and are therefore considered first for granting your dream home! The landlord will contact you as soon as possible.
nl_nl: Je bent de hoogste bieder en wordt daarom als eerste overwogen voor de gunning van deze woning! De makelaar over verhuurder neemt zo snel mogelijk contact met je op.

source: Almost the highest bidder!
nl_nl: Bijna de hoogste bieder!

source: You are one of the highest bidders. The landlord will consider you after approaching the higher bidder(s) first.
nl_nl: Je bent één van de hoogste bieders. De makelaar over verhuurder zal je overwegen na het benaderen van de hogere bieders.

source: Sorry, try again.
nl_nl: Sorry, probeer opnieuw.

source: You are not one of the five highest bidders. The landlord will only consider your bid when the other bidders are not accepted. We advise you try another auction.
nl_nl: Je bent niet één van de vijf hoogste bieders. De makelaar of verhuurder zal je overwegen als e andere bieders niet zijn geaccepteerd. Wij adviseren je om het bij een andere veiling te proberen.

source: How to Bid?
nl_nl: Hoe werkt het bieden?

source: We reset the auction timer every time a bid is placed in the last 10 minutes, so no stress!
nl_nl: We resetten de timer elke keer als er een bod is geplaats in de laatste 10 minuten, dus geen stress!

source: Register FREE to bid on this fantastic rental home.
nl_nl: Registreer GRATIS om te bieden op deze huurwoning.

source: Notify me when this auction is starts
nl_nl: Laat mij weten wanneer de veiling begint

source: Notify me when this auction is about to end
nl_nl: Laat mij wanneer de veiling bijna eindigt

source: Your email
nl_nl: Je e-mailadres

source: Subscribe
nl_nl: Geef je op

source: Your email "%s" is already subscribed
nl_nl: Je e-mailadres "%s" is reeds opgegeven

source: Object Available From
nl_nl: Woning beschikbaar vanaf

source: Rental Period
nl_nl: Huurperiode

source: Tenant Requirements
nl_nl: Huurdervereisten

source: Tenant Requirements for auction.
nl_nl: Huurdervereisten voor de veiling.

source: Additional Information
nl_nl: Additionele informatie

source: Additional Information for auction.
nl_nl: Additionele informatie voor de veiling.

source: h
nl_nl: u

source: Payment Status:
nl_nl: Betaalstatus:

source: Commission has been already paid
nl_nl: Commissie is al betaald

source: Transaction ID: <strong>{$mollie_txnid}</strong>
nl_nl: Transactie ID: <strong>{$mollie_txnid}</strong>

source: Please try again!
nl_nl: Probeer alsjeblieft opnieuw

source: Highest Bid
nl_nl: Hoogste bod

source: Listing Price
nl_nl: Advertentieprijs

source: Commission (highest bid - listing price)
nl_nl: Commissie (hoogste bod - advertentieprijs)

source: VAT (21%)
nl_nl: BTW (21%)

source: Commission incl. VAT
nl_nl: Commissie incl. BTW

source: Object details
nl_nl: Details van de woning

source: Weblink of listing
nl_nl: Link van de advertentie

source: Fetch
nl_nl: Haal op

source: City
nl_nl: Stad

source: Upload Auction Image
nl_nl: Upload veilingafbeelding

source: Indefinite
nl_nl: Ongedefinieerd

source: 1 Year
nl_nl: 1 Jaar

source: 2 Years
nl_nl: 2 Jaar

source: Otherwise, additional information
nl_nl: Anders, additionele informatie

source: DD-MM-YYYY hh:mm
nl_nl: DD-MM-JJJJ uu:mm

source: Auction Close
nl_nl: Veiling Sluit

source: Listing price in Euro
nl_nl: Advertentieprijs in Euro:

source: Start price in Euro
nl_nl: Startprijs in Euro

source: Other Information
nl_nl: Andere informatie

source: Questions? Please call +31(0) 202 258 340
nl_nl: Vragen? Bel 020 2258 340

source: I understand and accept the %s terms and conditions %s.
nl_nl: Ik begrijp en accepteer de %s gebruiksvoorwaarden %s

source: Preview Auction
nl_nl: Preview veiling

source: Start Price:
nl_nl: Startprijs:

source: Auction will start in
nl_nl: De veiling start in

source: Auction already started
nl_nl: Veiling al gestart

source: City:
nl_nl: Stad:

source: Listing Price:
nl_nl: Advertentieprijs:

source: Deposit:
nl_nl: Borg:

source: Available from:
nl_nl: Beschikbaar per:

source: Rental Period:
nl_nl: Huurperiode:

source: Listed By:
nl_nl: Aangeboden door:

source: Additional (financial) information:
nl_nl: Additionele (financiële) informatie:

source: Tenant Requirements:
nl_nl: Huurder vereisten:

source: Bid History
nl_nl: Biedgeschiedenis

source: Make Changes
nl_nl: Pas aan

source: Submit
nl_nl: Verzend

source: There is no bid for this auction
nl_nl: Er is geen bod voor deze veiling

source: Bid Amount
nl_nl: Bod bedrag

source: Username
nl_nl: Gebruikersnaam

source: Datetime
nl_nl: Datum tijd

source: Bid up:
nl_nl: Bied op:

source: Bid up: No bid up
nl_nl: Bied op: Geen bied op:

source: Overtime: %s min
nl_nl: Extra tijd: %s min

source: No overtime
nl_nl: Geen extra tijd

source: Total used from pool of money for automatic bid up.
nl_nl: Totaal gebruik van pool van geld voor automatisch bieden.

source: Number of minutes added to the auction if a bid is made within the overtime range.
nl_nl: Aantal minuten dat wordt toegevoegd aan de veiling wanneer een bod is gedaan binnen de extra tijd range.

source: You are currently the highest bidder for this auction
nl_nl: Je bent momenteel de hoogste bieder van deze veiling

source: Refresh the page regularly to see if you are still the highest bidder
nl_nl: Ververs de pagina regelmatig om te zien of je nog steeds de hoogste bieder bent

source: If your bid is higher or equivalent to the reserve price, your bid will match the reserve price with the remaining saved and used automatically to outbid a competitors bid.
nl_nl: Als je bod hoger of gelijk is aan de startprijs, je bod zal gelijk zijn aan de startprijs en de rest wordt automatisch gebruikt om een ander bod te overbieden.

source: Your maximum %1$s: %2$s
nl_nl: Je maximum %1$s: %2$s

source: Auction ends:
nl_nl: Veiling sluit:

source: ​Auction - Live for Vendor
nl_nl: Veiling - Live voor verhuurder

source: Email to Vendor when auction status changed to live.
nl_nl: Email naar verhuurder als veiling live gaat.

source: Your auction is now Live
nl_nl: Je veiling is nu live

source: Your {sitename} {auction_title} Auction is Online
nl_nl: Je {sitename} {auction_title} veiling is nu online

source: Enable/Disable
nl_nl: Activeer/Deactiveer

source: Enable this email notification
nl_nl: Activeer deze email notificatie

source: Subject
nl_nl: Onderwerp

source: Default: <code>%s</code>.
nl_nl: Standaard: <code>%s</code>.

source: Email Heading
nl_nl: Email titel

source: Choose the email format to send.
nl_nl: Kies het email format om te versturen.

source: ​Auction - Closed for Tenants
nl_nl: Veiling - Gesloten voor huurders

source: Email to 2nd to 5th bidders, when auction closed.
nl_nl: Email naar 2e en 5 hoogste bieders, wanneer veiling is gesloten.

source: Auction has been closed
nl_nl: De veiling is gesloten

source: {auction_title} auction has been closed.
nl_nl: {auction_title} veiling is gesloten.

source: ​Auction - Submitted
nl_nl: Veiling - Verzonden

source: On auction submitted by Landlord/Agent, automation email to Agent
nl_nl: Wanneer veiling is verzonden door verhuurder/makelaar, automatische email naar makelaar

source: You have submitted an auction request
nl_nl: Je hebt een veilingverzoek verzonden

source: Your TheNextBid {auction_title} Auction Request Submitted
nl_nl: Je TheNextBid {auction_title} veilingverzoek is verzonden

source: ​Auction - Closed
nl_nl: Veiling - Gesloten

source: Email to Landlord/Agent when auction closed and ready to pay.
nl_nl: Email naar landlord/agent wanneer veiling gesloten is en de commissie betaald kan worden.

source: Your auction has been closed, ‘please pay’
nl_nl: Je veiling is gesloten, voldoe alsjeblieft de commissie

source: Your TheNextBid {auction_title} Auction is Closed, Get Your Auction Report Now!
nl_nl: Je TheNextBid {auction_title} Veiling is gesloten. Verkrijg nu je veilingrapport!

source: ​Auction - Approved
nl_nl: Veiling - Goedgekeurd

source: Email to Landlord/Agent when auction approved and online.
nl_nl: Email naar landlord/agent wanneer veiling goedgekeurd en online is.

source: Your request has been approved
nl_nl: Je verzoek is goedgekeurd

source: Your {sitename} {account_name} Auction Request is Approved and Online
nl_nl: Je {sitename} {account_name} veilingrapport is goedgekeurd en online

source: ​Auction - Live for Tenants
nl_nl: Veiling - Live voor huurders

source: Email to All Tenants when auction status changed to live.
nl_nl: Email naar alle huurder wanneer de veiling live wordt.

source: Auction Live for Tenants
nl_nl: De veiling live voor huurders

source: Your {sitename} subscribed {auction_title} Auction is Online
nl_nl: Je {sitename} opgegeven {auction_title} veiling is live

source: Login with Landlord account!
nl_nl: Login met een verhuurder of makelaar account!

source: Auctions
nl_nl: Veilingen

source: # bidders
nl_nl: # bieders

source: # bids
nl_nl: # biedingen

source: Closing Date
nl_nl: Sluitingsdatum

source: Auction Report
nl_nl: Veilingrapport

source: Note: Only closed auctions are visible in this overview.
nl_nl: NB: Alleen gesloten veilingen zijn zichtbaar in dit overzicht.

source: No Auction to display!
nl_nl: Geen veiling om te laten zien!

source: First Name
nl_nl: Voornaam

source: Enter your First Name here
nl_nl: Type hier je voornaam in

source: Last Name
nl_nl: Achternaam

source: Enter your Last Name here
nl_nl: Type hier je achternaam in

source: Company Name
nl_nl: Bedrijfsnaam

source: Enter your Company Name here
nl_nl: Type hier je bedrijfsnaam in

source: Email Address
nl_nl: E-mailadres

source: Enter your Email Address here
nl_nl: Type hier je e-mailadres in

source: Phone
nl_nl: Telefoon

source: Enter your Phone here
nl_nl: Type hier je telefoonnummer in

source: Billing Address
nl_nl: Factuuradres

source: Enter your Billing Address here
nl_nl: Type hier factuuradres in

source: Enter your City here
nl_nl: Type hier je stad in

source: Zip Code
nl_nl: Postcode

source: Enter your Zip Code here
nl_nl: Type hier je postcode in

source: Change Password
nl_nl: Verander wachtwoord

source: Password
nl_nl: Wachtwoord

source: Enter your current password here
nl_nl: Type hier je huidige wachtwoord in

source: New Password
nl_nl: Nieuw wachtwoord

source: Enter your New password here
nl_nl: Type hier je nieuwe wachtwoord in

source: Profile Pic
nl_nl: Profielfoto

source: Replace
nl_nl: Vervang

source: Save Profile
nl_nl: Sla profiel op

source: Listing price
nl_nl: Advertentieprijs

source: Current price
nl_nl: Huidige prijs

source: Time
nl_nl: Tijd

source: Billing Status
nl_nl: Betaalstatus

source: No Auction to display, Click on Start Auction to generate new Auction!
nl_nl: Geen veiling om te laten zien. Klik op Start Veiling om een nieuwe veiling aan te maken!

source: Not found
nl_nl: Niet gevonden

source: No Auction found with id.
nl_nl: Geen veiling gevonden met id.

source: Not Authorized to view
nl_nl: Niet toestemming om te zien

source: Please check and pay your auction commission on the following page:
nl_nl: Betaal alsjeblieft de veilingcommissie op de volgende pagina:

source: Name
nl_nl: Naam

source: Highest bid
nl_nl: Hoogste bod

source: Income
nl_nl: Inkomen

source: Source of Income
nl_nl: Bron van inkomsten

source: DoB
nl_nl: Geb.

source: Housemates
nl_nl: Huisgenoten

source: Auction is not open yet
nl_nl: Veiling is nog niet geopend

source: Time left to start auction:
nl_nl: Resterende tijd voor start veiling:

source: Bid
nl_nl: Bod
